<template>
    <v-container fluid>
        <v-layout row wrap class="mb-10 odr-advantages">
            <v-flex xs12>
                <v-card light class="elevation-0">
                    <v-card-text>
                        <div>
                            <p class="ma-3 headline text-xs-center content-title">
                                ODR Plus.
                            </p>
                            <p>
                                Представляю вашему вниманию торговую систему ODR Plus.<br/>
                                Все данные ТС это опционные уровни, в режиме реального времени, нанесенные на графики терминала МТ4.
                            </p>
                            <p>
                                На чем основан принцип ТС:
                                <ul>
                                    <li>Отбой от опционных премий текущего страйка;</li>
                                    <li>Пробой премий текущего страйка;</li>
                                </ul>
                            </p>
                            <p>
                                Данная торговая система работает только по индикатору опционных уровней Option Profit, в которые встроен механизм определения текущего страйка ODR . ODR – optional daily range (опционный дневной диапазон).
                            </p>
                        </div>
                    </v-card-text>
                </v-card>
            </v-flex>
        </v-layout>
        <v-layout row wrap class="mb-10 odr-advantages">
            <v-flex xs12>
                <v-card light class="elevation-0">
                    <v-card-text>
                        <div>
                            <p class="ma-3 headline text-xs-center content-title">
                                Немного истории.
                            </p>
                            <p>
                                Меня зовут Павел Головин. Я идейный вдохновитель и создатель индикатора Option Profit. Гарантирую, что все уровни, которые отрисовывают любые версии индикатора, взяты напрямую с Чикагской товарной биржи (СМЕ). Запаздывание нанесения в терминале не более 3-5 мин от времени их публикации на сервере СМЕ.
                            </p>
                            <p>
                                В отличии от сложившейся практики анализа дневного бюллетеня СМЕ за прошедшие сутки, я реализовал в терминалах МТ4 отображение опционных уровней текущих проторгованных объемов и он-лайн изменения размеров премий по страйкам.
                            </p>
                            <p>
                                Насколько знаю, никто до меня не анализировал подобные данные. Приходилось дорабатывать существующие версии отображения уровней, чтоб видеть изменения с разных точек зрения. 	После многомесячного анализа он-лайн данных нашел определенные закономерности поведения цены.<br/>
                                А именно:
                                <ul>
                                    <li>Цена либо отбивается от текущих премий, текущего страйка;</li>
                                    <li>Цена пробивает и идет до следующей премии, следующего страйка;</li>
                                </ul>
                            </p>
                            <p>
                                Тут нужно отметить, что размеры премий постоянно изменяются, что вносит свои коррективы — вот только что премия была по одной цене, а через 3 минуты изменилась на 150-200пипсов, что затрудняет торговлю.
                            </p>
                            <p>
                                Но методом проб и ошибок, был подобран механизм торговли, с учетом подобных изменений.
                            </p>
                            <p>
                                ТС не стоит на месте и постоянно улучшается.
                            </p>
                            <p>
                                Надеюсь, что Вы воспользуетесь бесплатным тестом индикатора с ТС ODR Plus.
                            </p>
                        </div>
                    </v-card-text>
                </v-card>
            </v-flex>
        </v-layout>
    </v-container>
</template>